import { INews } from '@/entities/news/model/types';

export const news: INews[] = [
  {
    id: '1',
    name: 'Новые функции на платформе',
    description:
      '❗️Американская сторона пригрозила, что Трамп может не поехать на саммит НАТО в Гааге в июне, если Европа не увеличит расходы на оборону — Der Spiegel',
    image:
      'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS23VFjImwCi2eZskcfTqvUae2P7V9rCENGlg&s',
    date: '10.05.2025',
  },
  {
    id: '2',
    name: 'Истории успеха наших пользователей',
    description: `**Главный тренер «Динамо» Марцел Личка уволен из московского клуба за четыре тура до финиша.**

Причин для увольнения Лички несколько. Во-первых, руководство клуба не устраивала позиция в турнирной таблице. При этом «Динамо» по стоимости игроков является третьей командой в чемпионате (общая стоимость футболистов —около 100 миллионов евро. Дороже только «Зенит» — 181 миллион — и «Спартак» — 123). «Краснодар» и ЦСКА уступают «Динамо» по стоимости игроков, но идут выше.

Кроме того, Личка не сумел наладить стабильные победы над аутсайдерами, при этом часто проигрывал главным конкурентам. Отношения с коллективом также были парадоксальными: с одной стороны, тёплый контакт и благожелательность, с другой — отсутствие дисциплины и, несмотря на коммуникативность Марцела, недостаток коммуникации с ведущими игроками. Кроме того, после зимы в команде был зафиксирован всплеск травм (единовременно до 11 игроков), что, вероятнее всего, было вызвано качеством проведённой предсезонной подготовки.

При этом тайминг для увольнения Лички был выбран оптимально и для клуба, и для тренера: команде нужна встряска, чтобы попытаться зацепиться за топ-3. Личка же получит время отдохнуть (в Праге в плюс 22) перед тем, как принять новый клуб, — по данным Sport Baza, с высокой вероятностью это будут «Крылья Советов». Там же вскоре может оказаться и Дмитрий Андреев, спортивный экс-директор «Оренбурга» и куратор Марцела. 

«Динамо» же будет вести поиски системного тренера, способного эффективно использовать дорогостоящий по меркам России состав.`,
    image:
      'https://img.gazeta.ru/files3/858/20963858/nasa-pic4_zoom-1500x1500-19654.jpg',
    date: '10.05.2025',
  },
  {
    id: '3',
    name: 'Новые функции на платформе',
    description: `**Главный тренер «Динамо» Марцел Личка уволен из московского клуба за четыре тура до финиша.** 

Причин для увольнения Лички несколько. Во-первых, руководство клуба не устраивала позиция в турнирной таблице. При этом «Динамо» по стоимости игроков является третьей командой в чемпионате (общая стоимость футболистов —около 100 миллионов евро. Дороже только «Зенит» — 181 миллион — и «Спартак» — 123). «Краснодар» и ЦСКА уступают «Динамо» по стоимости игроков, но идут выше.

Кроме того, Личка не сумел наладить стабильные победы над аутсайдерами, при этом часто проигрывал главным конкурентам. Отношения с коллективом также были парадоксальными: с одной стороны, тёплый контакт и благожелательность, с другой — отсутствие дисциплины и, несмотря на коммуникативность Марцела, недостаток коммуникации с ведущими игроками. Кроме того, после зимы в команде был зафиксирован всплеск травм (единовременно до 11 игроков), что, вероятнее всего, было вызвано качеством проведённой предсезонной подготовки.

При этом тайминг для увольнения Лички был выбран оптимально и для клуба, и для тренера: команде нужна встряска, чтобы попытаться зацепиться за топ-3. Личка же получит время отдохнуть (в Праге в плюс 22) перед тем, как принять новый клуб, — по данным Sport Baza, с высокой вероятностью это будут «Крылья Советов». Там же вскоре может оказаться и Дмитрий Андреев, спортивный экс-директор «Оренбурга» и куратор Марцела. 

«Динамо» же будет вести поиски системного тренера, способного эффективно использовать дорогостоящий по меркам России состав.`,
    image: '',
    date: '10.05.2025',
  },
  {
    id: '4',
    name: 'Истории успеха наших пользователей',
    description:
      'Как мастера своего дела выходят в онлайн и увеличивают продажи',
    image: '',
    date: '10.05.2025',
  },
  {
    id: '5',
    name: 'Новые функции на платформе',
    description: 'Обновления, которые делают ваш магазин ещё мощнее',
    image: '',
    date: '10.05.2025',
  },
];
